src/biology/bio10/KBe21bio201floHallmarksOfCancer.org

#+TITLE: flo - hallmarks of cancer (2011) reading
#+AUTHOR: Exr0n
* sources                                                            :source:
** assignment: https://nuevaschool.instructure.com/courses/3087/assignments/56036
** reading: [[file:KBsrcHallmarksOfCancer2011Reading.pdf][Hallmarks of Cancer PDF]]
* Flow
** Abstract
*** hallmarks include
**** sustaining proliferative signaling
**** evading growth suppressors
**** resisting cell death
**** enabling replicative immortality
**** inducing ingiogenesis
**** activating invasion and metastasis
*** theese hallmarks are newer
**** reprogramming of energy metabolism
**** evading immune destruction
*** underlying
**** genome instability
***** genetic diversity that expedites acquisition of hallmarks
**** inflammation
***** "fosters multiple hallmark functions"
** Introduction
*** Cancer cells evolve into cancer cells because they need to be cancer cells??
**** TODO why do tumors have "the need ... to acquire the traints that enable them to become tumorigenic and ultimately malignant"? :question:
*** tumors are not simple / idle 'insular masses of proliferating cancer cells'
*** "recruited" normal cells (or 'stromal cells') are active parts of the tumor
*** 'the biology of tumors can no longer be understood simply by enumerating the traits of the cancer cells but instead must encompass the contributions of the "tumor microenvironment" to tumorigenesis.'
*** purpose is to consider new hallmarks that have been found or note that old ones weren't as general as we thought
** section: 'An Emerging Hallmark: Evading Immune Destruction'
*** the immune system usually eradicates the 'formation and progression of incipient neoplasias, late-stage tumors, and micrometastases', so why not in these cancers?
*** 'long standing theory of immune surveillance' -> something went interesting
**** 'cells and tissues are constantly monitored'
**** surveillance should elim cancer cells before they grow into tumors
**** thus, grown tumors have either hid from surveillance or limited the 'extent of immunological killing'
*** more cancer in immunocompromised individuals
**** but these are virus-induced cancers
***** so helping these people = reducing viral infilltration
**** other cancers still evade the immune system
*** 'genetically engineered mice and clinical epidemeology suggest that the immune system' actually hurts cancer
**** mice that are engineered to lack some immune parts got cancer faster/stronger/more
***** these guys are important in fighting cancer
