docs/biology/bio10/KBe21bio201floHallmarksOfCancer.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-09-11 Sat 16:37 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>flo - hallmarks of cancer (2011) reading</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Exr0n" />
<link rel="stylesheet" href="https://taproot3.sanity.gq/global.css" type="text/css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="https://taproot3.sanity.gq/sitemap.html"> UP </a>
 |
 <a accesskey="H" href="https://taproot3.sanity.gq/theindex.html"> HOME </a>
</div><div id="content">
<h1 class="title">flo - hallmarks of cancer (2011) reading</h1>
<div id="outline-container-orgd353056" class="outline-2">
<h2 id="orgd353056"><span class="section-number-2">1</span> sources&#xa0;&#xa0;&#xa0;<span class="tag"><span class="source">source</span></span></h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org8f207b9" class="outline-3">
<h3 id="org8f207b9"><span class="section-number-3">1.1</span> assignment: <a href="https://nuevaschool.instructure.com/courses/3087/assignments/56036">https://nuevaschool.instructure.com/courses/3087/assignments/56036</a></h3>
</div>
<div id="outline-container-org400ed2e" class="outline-3">
<h3 id="org400ed2e"><span class="section-number-3">1.2</span> reading: <a href="KBsrcHallmarksOfCancer2011Reading.pdf">Hallmarks of Cancer PDF</a></h3>
</div>
</div>
<div id="outline-container-orgf96fdd3" class="outline-2">
<h2 id="orgf96fdd3"><span class="section-number-2">2</span> Flow</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org93afd76" class="outline-3">
<h3 id="org93afd76"><span class="section-number-3">2.1</span> Abstract</h3>
<div class="outline-text-3" id="text-2-1">
</div>
<div id="outline-container-orgb5ade32" class="outline-4">
<h4 id="orgb5ade32"><span class="section-number-4">2.1.1</span> hallmarks include</h4>
<div class="outline-text-4" id="text-2-1-1">
</div>
<ol class="org-ol">
<li><a id="org4607b3a"></a>sustaining proliferative signaling<br /></li>
<li><a id="org5b9758a"></a>evading growth suppressors<br /></li>
<li><a id="org97f43ac"></a>resisting cell death<br /></li>
<li><a id="orga0f7704"></a>enabling replicative immortality<br /></li>
<li><a id="orgbdf394f"></a>inducing ingiogenesis<br /></li>
<li><a id="org0a0408c"></a>activating invasion and metastasis<br /></li>
</ol>
</div>
<div id="outline-container-org602ccb0" class="outline-4">
<h4 id="org602ccb0"><span class="section-number-4">2.1.2</span> theese hallmarks are newer</h4>
<div class="outline-text-4" id="text-2-1-2">
</div>
<ol class="org-ol">
<li><a id="org5582a73"></a>reprogramming of energy metabolism<br /></li>
<li><a id="org6b0eeb4"></a>evading immune destruction<br /></li>
</ol>
</div>
<div id="outline-container-orgf0aae15" class="outline-4">
<h4 id="orgf0aae15"><span class="section-number-4">2.1.3</span> underlying</h4>
<div class="outline-text-4" id="text-2-1-3">
</div>
<ol class="org-ol">
<li><a id="org3a89327"></a>genome instability<br />
<ol class="org-ol">
<li><a id="org72fac49"></a>genetic diversity that expedites acquisition of hallmarks<br /></li>
</ol>
</li>
<li><a id="org18d78a8"></a>inflammation<br />
<ol class="org-ol">
<li><a id="orgfeb7c19"></a>"fosters multiple hallmark functions"<br /></li>
</ol>
</li>
</ol>
</div>
</div>
<div id="outline-container-orgd3632b7" class="outline-3">
<h3 id="orgd3632b7"><span class="section-number-3">2.2</span> Introduction</h3>
<div class="outline-text-3" id="text-2-2">
</div>
<div id="outline-container-org0b33fdf" class="outline-4">
<h4 id="org0b33fdf"><span class="section-number-4">2.2.1</span> Cancer cells evolve into cancer cells because they need to be cancer cells??</h4>
<div class="outline-text-4" id="text-2-2-1">
</div>
<ol class="org-ol">
<li><a id="orgaa28dff"></a><span class="todo TODO">TODO</span> why do tumors have "the need &#x2026; to acquire the traints that enable them to become tumorigenic and ultimately malignant"?&#xa0;&#xa0;&#xa0;<span class="tag"><span class="question">question</span></span><br /></li>
</ol>
</div>
<div id="outline-container-org10f5793" class="outline-4">
<h4 id="org10f5793"><span class="section-number-4">2.2.2</span> tumors are not simple / idle 'insular masses of proliferating cancer cells'</h4>
</div>
<div id="outline-container-orgce0d3b9" class="outline-4">
<h4 id="orgce0d3b9"><span class="section-number-4">2.2.3</span> "recruited" normal cells (or 'stromal cells') are active parts of the tumor</h4>
</div>
<div id="outline-container-org2232606" class="outline-4">
<h4 id="org2232606"><span class="section-number-4">2.2.4</span> 'the biology of tumors can no longer be understood simply by enumerating the traits of the cancer cells but instead must encompass the contributions of the "tumor microenvironment" to tumorigenesis.'</h4>
</div>
<div id="outline-container-orgfe01eb9" class="outline-4">
<h4 id="orgfe01eb9"><span class="section-number-4">2.2.5</span> purpose is to consider new hallmarks that have been found or note that old ones weren't as general as we thought</h4>
</div>
</div>
<div id="outline-container-org7cadb5b" class="outline-3">
<h3 id="org7cadb5b"><span class="section-number-3">2.3</span> section: 'An Emerging Hallmark: Evading Immune Destruction'</h3>
<div class="outline-text-3" id="text-2-3">
</div>
<div id="outline-container-orgce32c6b" class="outline-4">
<h4 id="orgce32c6b"><span class="section-number-4">2.3.1</span> the immune system usually eradicates the 'formation and progression of incipient neoplasias, late-stage tumors, and micrometastases', so why not in these cancers?</h4>
</div>
<div id="outline-container-orga9685f4" class="outline-4">
<h4 id="orga9685f4"><span class="section-number-4">2.3.2</span> 'long standing theory of immune surveillance' -&gt; something went interesting</h4>
<div class="outline-text-4" id="text-2-3-2">
</div>
<ol class="org-ol">
<li><a id="org4757595"></a>'cells and tissues are constantly monitored'<br /></li>
<li><a id="org14a2505"></a>surveillance should elim cancer cells before they grow into tumors<br /></li>
<li><a id="org35b6390"></a>thus, grown tumors have either hid from surveillance or limited the 'extent of immunological killing'<br /></li>
</ol>
</div>
<div id="outline-container-org457913e" class="outline-4">
<h4 id="org457913e"><span class="section-number-4">2.3.3</span> more cancer in immunocompromised individuals</h4>
<div class="outline-text-4" id="text-2-3-3">
</div>
<ol class="org-ol">
<li><a id="org72456e1"></a>but these are virus-induced cancers<br />
<ol class="org-ol">
<li><a id="org6cb0623"></a>so helping these people = reducing viral infilltration<br /></li>
</ol>
</li>
<li><a id="org7f1430f"></a>other cancers still evade the immune system<br /></li>
</ol>
</div>
<div id="outline-container-org4f7b4d4" class="outline-4">
<h4 id="org4f7b4d4"><span class="section-number-4">2.3.4</span> 'genetically engineered mice and clinical epidemeology suggest that the immune system' actually hurts cancer</h4>
<div class="outline-text-4" id="text-2-3-4">
</div>
<ol class="org-ol">
<li><a id="orgc25f553"></a>mice that are engineered to lack some immune parts got cancer faster/stronger/more<br />
<ol class="org-ol">
<li><a id="orge13b876"></a>these guys are important in fighting cancer<br />
<ol class="org-ol">
