docs/chemistry/organic_chemistry/KBe21bio201floHallmarksOfCancer.tex
% Created 2021-09-11 Sat 16:41
% Intended LaTeX compiler: xelatex
\documentclass[letterpaper]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=1in]{geometry}
\usepackage{fontspec}
\usepackage{indentfirst}
\setmainfont[ItalicFont = LiberationSans-Italic, BoldFont = LiberationSans-Bold, BoldItalicFont = LiberationSans-BoldItalic]{LiberationSans}
\newfontfamily\NHLight[ItalicFont = LiberationSansNarrow-Italic, BoldFont       = LiberationSansNarrow-Bold, BoldItalicFont = LiberationSansNarrow-BoldItalic]{LiberationSansNarrow}
\newcommand\textrmlf[1]{{\NHLight#1}}
\newcommand\textitlf[1]{{\NHLight\itshape#1}}
\let\textbflf\textrm
\newcommand\textulf[1]{{\NHLight\bfseries#1}}
\newcommand\textuitlf[1]{{\NHLight\bfseries\itshape#1}}
\usepackage{fancyhdr}
\pagestyle{fancy}
\usepackage{titlesec}
\usepackage{titling}
\makeatletter
\lhead{\textbf{\@title}}
\makeatother
\rhead{\textrmlf{Compiled} \today}
\lfoot{\theauthor\ \textbullet \ \textbf{2021-2022}}
\cfoot{}
\rfoot{\textrmlf{Page} \thepage}
\titleformat{\section} {\Large} {\textrmlf{\thesection} {|}} {0.3em} {\textbf}
\titleformat{\subsection} {\large} {\textrmlf{\thesubsection} {|}} {0.2em} {\textbf}
\titleformat{\subsubsection} {\large} {\textrmlf{\thesubsubsection} {|}} {0.1em} {\textbf}
\setlength{\parskip}{0.45em}
\renewcommand\maketitle{}
\author{Exr0n}
\date{\today}
\title{flo - hallmarks of cancer (2011) reading}
\hypersetup{
 pdfauthor={Exr0n},
 pdftitle={flo - hallmarks of cancer (2011) reading},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\maketitle
\section{sources\hfill{}\textsc{source}}
\label{sec:org12e681d}
\subsection{assignment: \url{https://nuevaschool.instructure.com/courses/3087/assignments/56036}}
\label{sec:org6096595}
\subsection{reading: \href{KBsrcHallmarksOfCancer2011Reading.pdf}{Hallmarks of Cancer PDF}}
\label{sec:org53da08b}
\section{Flow}
\label{sec:org35e0367}
\subsection{Abstract}
\label{sec:org2f71e25}
\subsubsection{hallmarks include}
\label{sec:orgdfe2140}
\begin{enumerate}
\item sustaining proliferative signaling
\label{sec:org5396661}
\item evading growth suppressors
\label{sec:orga57f4cb}
\item resisting cell death
\label{sec:orga5b0607}
\item enabling replicative immortality
\label{sec:org06a6688}
\item inducing ingiogenesis
\label{sec:org1f9d7a5}
\item activating invasion and metastasis
\label{sec:org23a72c4}
\end{enumerate}
\subsubsection{theese hallmarks are newer}
\label{sec:org886c4b7}
\begin{enumerate}
\item reprogramming of energy metabolism
\label{sec:orgc0ea845}
\item evading immune destruction
\label{sec:org27f9fbf}
\end{enumerate}
\subsubsection{underlying}
\label{sec:orgb619a57}
\begin{enumerate}
\item genome instability
\label{sec:org63ba86e}
\begin{enumerate}
\item genetic diversity that expedites acquisition of hallmarks
\label{sec:org9af367d}
\end{enumerate}
\item inflammation
\label{sec:orgd053890}
\begin{enumerate}
\item "fosters multiple hallmark functions"
\label{sec:org1247006}
\end{enumerate}
\end{enumerate}
\subsection{Introduction}
\label{sec:org780f9d2}
\subsubsection{Cancer cells evolve into cancer cells because they need to be cancer cells??}
\label{sec:orgb9a08c8}
\begin{enumerate}
\item {\bfseries\sffamily TODO} why do tumors have "the need \ldots{} to acquire the traints that enable them to become tumorigenic and ultimately malignant"?\hfill{}\textsc{question}
\label{sec:org92f66b1}
\end{enumerate}
\subsubsection{tumors are not simple / idle 'insular masses of proliferating cancer cells'}
\label{sec:orgb508ab7}
\subsubsection{"recruited" normal cells (or 'stromal cells') are active parts of the tumor}
\label{sec:org9ee7da9}
\subsubsection{'the biology of tumors can no longer be understood simply by enumerating the traits of the cancer cells but instead must encompass the contributions of the "tumor microenvironment" to tumorigenesis.'}
\label{sec:org55f2cbe}
\subsubsection{purpose is to consider new hallmarks that have been found or note that old ones weren't as general as we thought}
\label{sec:orgd9bf92d}
\subsection{section: 'An Emerging Hallmark: Evading Immune Destruction'}
\label{sec:org8fb2e78}
\subsubsection{the immune system usually eradicates the 'formation and progression of incipient neoplasias, late-stage tumors, and micrometastases', so why not in these cancers?}
\label{sec:orgf49a1fd}
\subsubsection{'long standing theory of immune surveillance' -> something went interesting}
\label{sec:org9b5b044}
\begin{enumerate}
\item 'cells and tissues are constantly monitored'
\label{sec:orge311737}
\item surveillance should elim cancer cells before they grow into tumors
\label{sec:orgcfff54a}
\item thus, grown tumors have either hid from surveillance or limited the 'extent of immunological killing'
\label{sec:org2164a6c}
\end{enumerate}
\subsubsection{more cancer in immunocompromised individuals}
\label{sec:orgcad3c08}
\begin{enumerate}
\item but these are virus-induced cancers
\label{sec:org5dc9f56}
\begin{enumerate}
\item so helping these people = reducing viral infilltration
\label{sec:org6d09e14}
\end{enumerate}
\item other cancers still evade the immune system
\label{sec:org1f01892}
\end{enumerate}
\subsubsection{'genetically engineered mice and clinical epidemeology suggest that the immune system' actually hurts cancer}
\label{sec:org6806b3c}
\begin{enumerate}
\item mice that are engineered to lack some immune parts got cancer faster/stronger/more
\label{sec:org8aec620}
\begin{enumerate}
\item these guys are important in fighting cancer
\label{sec:orgaf610cf}
\begin{enumerate}
