src/biology/bio10/KBe21bio201floHallmarksOfCancer.org
****** CD8^+ cytotoxic T lymphocytes (CTLs)
****** CD4^+ T_h1 helper T cells
****** natural killer (NK) cells
***** 'demonstrable increase in tumor incidence'
***** lacking multiple -> 'more susceptible to cancer development'
***** 'both the innate and adaptive cellular arms of the immune system are able to contribute significantly to immune surveillance and thus tumor eradication' :conclusion:
*** transplantation experiments
**** cancer cells from immunodeficient mice have a bad time in normal mice
**** cancer cells from normal mice can initiate tumors in both types of hosts
**** maybe some cancer cells are more easily detected and those would normally die in normal hosts but live in comprimised hosts, but when transplanted they meet a competent immune system and die :conclusion:
**** Open question: do some carcinogens tend to induce more/less immunogenic cancer cells? :nextstep:
*** the immune system probably includes antitumoral responses
**** patients with colon and ovarian tumors who have lots of CTLs and NK cells have better prognosis
***** evidence is not as strong for other cancers                  :nextstep:
**** immunosupressed organ recievers got cancer from the donor
***** suggests doner had immune system which held cancer down until organ was transplanted
*** TODO 'still, the epidemiology of chronically immunosupressed patients does not indicate significantly increased incidences of the major forms of nonviral human cancer'
*** TODO something about HIV patients who lack T and B cells and how they should still be able to fight cancer with NK cells and CTLs
*** that was oversimplified as the tumor might also be actively supressing immune responses
**** may 'paralyze infiltrating CTLs and NK cells by secreting TGF-\beta or other immunosuppressive factors'
**** 'more subtle mechinisms .. recruitment of inflamatory cells that are actively immunosuppressive'
***** 'regulatory T cells (Tregs) and myeloid-derived suppressor cells (MDSCs)'
*** it is so far unclear whether the immune system plays a large enough role to be considered a hallmark of cancer
* Vocab
** neoplastic disease
*** anything that causes tumor growth (malignant or benign)
** ostensibly
*** maybe 'technically'?'
** tumor microenvironment
*** presumably inflammation, recruited normal cells, and other stuff that helps the tumor grow
** pathogenisis
*** evolution of 'pathogen' (cancer)
** ancillary proposition
*** maybe the starting / base proposition
** insular masses
*** stagnant or something, simple
** heterotypic interactions
*** many types of interactions
** tumorigenisis
*** the growth / development of a tumor?
** neoplasias
*** new uncontrolled growth of cells
** micrometastases
*** clumps of cancer cells that spread around the body
** etiology
*** study of cancer?
** immunogenic
*** easily detected by the immune system
** immunoediting
