docs/biology/bio10/KBe21bio201floHallmarksOfCancer.html
<li><a id="org0ea35b0"></a>CD8^+ cytotoxic T lymphocytes (CTLs)<br /></li>
<li><a id="org90a92bb"></a>CD4^+ T<sub>h1</sub> helper T cells<br /></li>
<li><a id="org791c99a"></a>natural killer (NK) cells<br /></li>
</ol>
</li>
<li><a id="org1e87684"></a>'demonstrable increase in tumor incidence'<br /></li>
<li><a id="org45b5b95"></a>lacking multiple -&gt; 'more susceptible to cancer development'<br /></li>
<li><a id="org5968a96"></a>'both the innate and adaptive cellular arms of the immune system are able to contribute significantly to immune surveillance and thus tumor eradication'&#xa0;&#xa0;&#xa0;<span class="tag"><span class="conclusion">conclusion</span></span><br /></li>
</ol>
</li>
</ol>
</div>
<div id="outline-container-org4f9420e" class="outline-4">
<h4 id="org4f9420e"><span class="section-number-4">2.3.5</span> transplantation experiments</h4>
<div class="outline-text-4" id="text-2-3-5">
</div>
<ol class="org-ol">
<li><a id="orgf59d530"></a>cancer cells from immunodeficient mice have a bad time in normal mice<br /></li>
<li><a id="org809c9dc"></a>cancer cells from normal mice can initiate tumors in both types of hosts<br /></li>
<li><a id="org3aa7b1a"></a>maybe some cancer cells are more easily detected and those would normally die in normal hosts but live in comprimised hosts, but when transplanted they meet a competent immune system and die&#xa0;&#xa0;&#xa0;<span class="tag"><span class="conclusion">conclusion</span></span><br /></li>
<li><a id="orgde29c50"></a>Open question: do some carcinogens tend to induce more/less immunogenic cancer cells?&#xa0;&#xa0;&#xa0;<span class="tag"><span class="nextstep">nextstep</span></span><br /></li>
</ol>
</div>
<div id="outline-container-org7b3c6ef" class="outline-4">
<h4 id="org7b3c6ef"><span class="section-number-4">2.3.6</span> the immune system probably includes antitumoral responses</h4>
<div class="outline-text-4" id="text-2-3-6">
</div>
<ol class="org-ol">
<li><a id="org4a29a25"></a>patients with colon and ovarian tumors who have lots of CTLs and NK cells have better prognosis<br />
<ol class="org-ol">
<li><a id="org89c8d47"></a>evidence is not as strong for other cancers&#xa0;&#xa0;&#xa0;<span class="tag"><span class="nextstep">nextstep</span></span><br /></li>
</ol>
</li>
<li><a id="orgafb99b4"></a>immunosupressed organ recievers got cancer from the donor<br />
<ol class="org-ol">
<li><a id="orgcd90e4f"></a>suggests doner had immune system which held cancer down until organ was transplanted<br /></li>
</ol>
</li>
</ol>
</div>
<div id="outline-container-orgfd99e92" class="outline-4">
<h4 id="orgfd99e92"><span class="section-number-4">2.3.7</span> <span class="todo TODO">TODO</span> 'still, the epidemiology of chronically immunosupressed patients does not indicate significantly increased incidences of the major forms of nonviral human cancer'</h4>
</div>
<div id="outline-container-orgc1191e1" class="outline-4">
<h4 id="orgc1191e1"><span class="section-number-4">2.3.8</span> <span class="todo TODO">TODO</span> something about HIV patients who lack T and B cells and how they should still be able to fight cancer with NK cells and CTLs</h4>
</div>
<div id="outline-container-org6a5a248" class="outline-4">
<h4 id="org6a5a248"><span class="section-number-4">2.3.9</span> that was oversimplified as the tumor might also be actively supressing immune responses</h4>
<div class="outline-text-4" id="text-2-3-9">
</div>
<ol class="org-ol">
<li><a id="org533b4a1"></a>may 'paralyze infiltrating CTLs and NK cells by secreting TGF-&beta; or other immunosuppressive factors'<br /></li>
<li><a id="org958ec9b"></a>'more subtle mechinisms .. recruitment of inflamatory cells that are actively immunosuppressive'<br />
<ol class="org-ol">
<li><a id="orgfa01a54"></a>'regulatory T cells (Tregs) and myeloid-derived suppressor cells (MDSCs)'<br /></li>
</ol>
</li>
</ol>
</div>
<div id="outline-container-org2e34dcc" class="outline-4">
<h4 id="org2e34dcc"><span class="section-number-4">2.3.10</span> it is so far unclear whether the immune system plays a large enough role to be considered a hallmark of cancer</h4>
</div>
</div>
</div>
<div id="outline-container-orgb758e0b" class="outline-2">
<h2 id="orgb758e0b"><span class="section-number-2">3</span> Vocab</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org41c2440" class="outline-3">
<h3 id="org41c2440"><span class="section-number-3">3.1</span> neoplastic disease</h3>
<div class="outline-text-3" id="text-3-1">
</div>
<div id="outline-container-org373ed4f" class="outline-4">
<h4 id="org373ed4f"><span class="section-number-4">3.1.1</span> anything that causes tumor growth (malignant or benign)</h4>
</div>
</div>
<div id="outline-container-org3d6330c" class="outline-3">
<h3 id="org3d6330c"><span class="section-number-3">3.2</span> ostensibly</h3>
<div class="outline-text-3" id="text-3-2">
</div>
<div id="outline-container-orgbedc3b8" class="outline-4">
<h4 id="orgbedc3b8"><span class="section-number-4">3.2.1</span> maybe 'technically'?'</h4>
</div>
</div>
<div id="outline-container-org5ce16bc" class="outline-3">
<h3 id="org5ce16bc"><span class="section-number-3">3.3</span> tumor microenvironment</h3>
<div class="outline-text-3" id="text-3-3">
</div>
<div id="outline-container-orgc25a7ec" class="outline-4">
<h4 id="orgc25a7ec"><span class="section-number-4">3.3.1</span> presumably inflammation, recruited normal cells, and other stuff that helps the tumor grow</h4>
</div>
</div>
<div id="outline-container-org965f055" class="outline-3">
<h3 id="org965f055"><span class="section-number-3">3.4</span> pathogenisis</h3>
<div class="outline-text-3" id="text-3-4">
</div>
<div id="outline-container-org05bae8e" class="outline-4">
<h4 id="org05bae8e"><span class="section-number-4">3.4.1</span> evolution of 'pathogen' (cancer)</h4>
</div>
</div>
<div id="outline-container-org7810643" class="outline-3">
<h3 id="org7810643"><span class="section-number-3">3.5</span> ancillary proposition</h3>
<div class="outline-text-3" id="text-3-5">
</div>
<div id="outline-container-orgffcb27d" class="outline-4">
<h4 id="orgffcb27d"><span class="section-number-4">3.5.1</span> maybe the starting / base proposition</h4>
</div>
</div>
<div id="outline-container-org4273af9" class="outline-3">
<h3 id="org4273af9"><span class="section-number-3">3.6</span> insular masses</h3>
<div class="outline-text-3" id="text-3-6">
</div>
<div id="outline-container-orgda76c43" class="outline-4">
<h4 id="orgda76c43"><span class="section-number-4">3.6.1</span> stagnant or something, simple</h4>
</div>
</div>
<div id="outline-container-org8e0f1ee" class="outline-3">
<h3 id="org8e0f1ee"><span class="section-number-3">3.7</span> heterotypic interactions</h3>
<div class="outline-text-3" id="text-3-7">
</div>
<div id="outline-container-org3da6247" class="outline-4">
<h4 id="org3da6247"><span class="section-number-4">3.7.1</span> many types of interactions</h4>
</div>
</div>
<div id="outline-container-org5cce0a1" class="outline-3">
<h3 id="org5cce0a1"><span class="section-number-3">3.8</span> tumorigenisis</h3>
<div class="outline-text-3" id="text-3-8">
</div>
<div id="outline-container-org5c71a39" class="outline-4">
<h4 id="org5c71a39"><span class="section-number-4">3.8.1</span> the growth / development of a tumor?</h4>
</div>
</div>
<div id="outline-container-org1a8e484" class="outline-3">
<h3 id="org1a8e484"><span class="section-number-3">3.9</span> neoplasias</h3>
<div class="outline-text-3" id="text-3-9">
</div>
<div id="outline-container-orgc236fd7" class="outline-4">
<h4 id="orgc236fd7"><span class="section-number-4">3.9.1</span> new uncontrolled growth of cells</h4>
</div>
</div>
<div id="outline-container-org39158c1" class="outline-3">
<h3 id="org39158c1"><span class="section-number-3">3.10</span> micrometastases</h3>
<div class="outline-text-3" id="text-3-10">
</div>
<div id="outline-container-org0426202" class="outline-4">
<h4 id="org0426202"><span class="section-number-4">3.10.1</span> clumps of cancer cells that spread around the body</h4>
</div>
</div>
