docs/chemistry/organic_chemistry/KBe21bio201floHallmarksOfCancer.tex
\item CD8\^{}+ cytotoxic T lymphocytes (CTLs)
\label{sec:org39152d6}
\item CD4\^{}+ T\textsubscript{h1} helper T cells
\label{sec:orgc8aadb6}
\item natural killer (NK) cells
\label{sec:org5f9bb17}
\end{enumerate}
\item 'demonstrable increase in tumor incidence'
\label{sec:org0d0822c}
\item lacking multiple -> 'more susceptible to cancer development'
\label{sec:orgeb3ecfb}
\item 'both the innate and adaptive cellular arms of the immune system are able to contribute significantly to immune surveillance and thus tumor eradication'\hfill{}\textsc{conclusion}
\label{sec:orgc9e163b}
\end{enumerate}
\end{enumerate}
\subsubsection{transplantation experiments}
\label{sec:org62c0fed}
\begin{enumerate}
\item cancer cells from immunodeficient mice have a bad time in normal mice
\label{sec:org8fede2e}
\item cancer cells from normal mice can initiate tumors in both types of hosts
\label{sec:org5f46cba}
\item maybe some cancer cells are more easily detected and those would normally die in normal hosts but live in comprimised hosts, but when transplanted they meet a competent immune system and die\hfill{}\textsc{conclusion}
\label{sec:orge8b647e}
\item Open question: do some carcinogens tend to induce more/less immunogenic cancer cells?\hfill{}\textsc{nextstep}
\label{sec:orgd89661b}
\end{enumerate}
\subsubsection{the immune system probably includes antitumoral responses}
\label{sec:orgf1a3b2d}
\begin{enumerate}
\item patients with colon and ovarian tumors who have lots of CTLs and NK cells have better prognosis
\label{sec:orgec09ea1}
\begin{enumerate}
\item evidence is not as strong for other cancers\hfill{}\textsc{nextstep}
\label{sec:org641e16c}
\end{enumerate}
\item immunosupressed organ recievers got cancer from the donor
\label{sec:org3d33ba5}
\begin{enumerate}
\item suggests doner had immune system which held cancer down until organ was transplanted
\label{sec:orge741bd7}
\end{enumerate}
\end{enumerate}
\subsubsection{{\bfseries\sffamily TODO} 'still, the epidemiology of chronically immunosupressed patients does not indicate significantly increased incidences of the major forms of nonviral human cancer'}
\label{sec:orgfe81d67}
\subsubsection{{\bfseries\sffamily TODO} something about HIV patients who lack T and B cells and how they should still be able to fight cancer with NK cells and CTLs}
\label{sec:org3b26312}
\subsubsection{that was oversimplified as the tumor might also be actively supressing immune responses}
\label{sec:org7513268}
\begin{enumerate}
\item may 'paralyze infiltrating CTLs and NK cells by secreting TGF-\(\beta\) or other immunosuppressive factors'
\label{sec:orge3a9533}
\item 'more subtle mechinisms .. recruitment of inflamatory cells that are actively immunosuppressive'
\label{sec:org0bb0628}
\begin{enumerate}
\item 'regulatory T cells (Tregs) and myeloid-derived suppressor cells (MDSCs)'
\label{sec:orgc81e259}
\end{enumerate}
\end{enumerate}
\subsubsection{it is so far unclear whether the immune system plays a large enough role to be considered a hallmark of cancer}
\label{sec:org390ce54}
\section{Vocab}
\label{sec:org8ebb1a7}
\subsection{neoplastic disease}
\label{sec:org40ed330}
\subsubsection{anything that causes tumor growth (malignant or benign)}
\label{sec:org74504ae}
\subsection{ostensibly}
\label{sec:orgad7f114}
\subsubsection{maybe 'technically'?'}
\label{sec:orgce90ae5}
\subsection{tumor microenvironment}
\label{sec:org5ffa67e}
\subsubsection{presumably inflammation, recruited normal cells, and other stuff that helps the tumor grow}
\label{sec:org530bf83}
\subsection{pathogenisis}
\label{sec:org5b59abc}
\subsubsection{evolution of 'pathogen' (cancer)}
\label{sec:org7c68c0f}
\subsection{ancillary proposition}
\label{sec:orgba0dc05}
\subsubsection{maybe the starting / base proposition}
\label{sec:org34be4b4}
\subsection{insular masses}
\label{sec:orgb478b08}
\subsubsection{stagnant or something, simple}
\label{sec:orgf4cd659}
\subsection{heterotypic interactions}
\label{sec:org132b18c}
\subsubsection{many types of interactions}
\label{sec:org2c76eb0}
\subsection{tumorigenisis}
\label{sec:org8ac51ad}
\subsubsection{the growth / development of a tumor?}
\label{sec:org1f55963}
\subsection{neoplasias}
\label{sec:org7324338}
\subsubsection{new uncontrolled growth of cells}
\label{sec:orgb57e96f}
\subsection{micrometastases}
\label{sec:org034d093}
\subsubsection{clumps of cancer cells that spread around the body}
\label{sec:org3f02c5a}
